Repository: crazyball666/Conn
Catalog: Packages/ConnPackages/Sources/ConnOps/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 系统日志文件
en: System Log Files
ja: システムログファイル
ko: 시스템 로그 파일
zh_hant: 系統日誌檔案

source: Docker 命令失败（退出码 %d）
en: Docker command failed (exit code %d)
ja: Docker コマンドに失敗しました（終了コード %d）
ko: Docker 명령 실패(종료 코드 %d)
zh_hant: Docker 指令失敗（結束代碼 %d）

source: Docker 返回的详情无法解析，请重试
en: Docker returned an unreadable detail response. Please try again.
ja: Docker が返した詳細を解析できません。もう一度お試しください。
ko: Docker가 반환한 세부 정보를 해석할 수 없습니다. 다시 시도해 주세요.
zh_hant: 無法解析 Docker 傳回的詳細資料，請重試

source: Docker Compose 命令失败（退出码 %d）
en: Docker Compose command failed (exit code %d)
ja: Docker Compose コマンドに失敗しました（終了コード %d）
ko: Docker Compose 명령 실패(종료 코드 %d)
zh_hant: Docker Compose 指令失敗（結束代碼 %d）

source: 启动
en: Start
ja: 起動
ko: 시작
zh_hant: 啟動

source: 停止
en: Stop
ko: 중지

source: 重启
en: Restart
ja: 再起動
ko: 재시작
zh_hant: 重新啟動

source: 删除
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: Nginx 错误
en: Nginx errors
ja: Nginx エラー
ko: Nginx 오류
zh_hant: Nginx 錯誤

source: Nginx 访问
en: Nginx access
ja: Nginx アクセス
ko: Nginx 접근
zh_hant: Nginx 存取

source: MySQL 错误
en: MySQL errors
ja: MySQL エラー
ko: MySQL 오류
zh_hant: MySQL 錯誤

source: 认证日志
en: Auth log
ja: 認証ログ
ko: 인증 로그
zh_hant: 認證日誌

source: 系统日志
en: System log
ja: システムログ
ko: 시스템 로그
zh_hant: 系統日誌

source: journalctl（全部单元）
en: journalctl (all units)
ja: journalctl（全ユニット）
ko: journalctl (전체 유닛)
zh_hant: journalctl（全部單元）

source: macOS Unified Logging
ja: macOS 統合ログ
ko: macOS 통합 로그
zh_hant: macOS 統一日誌
